#7 Выведите каждое второе имя
names = ['Максат','Лязат','Данияр','Айбек','Атай','Салават','Адинай',
'Жоомарт','Алымбек','Эрмек','Дастан','Бекмамат','Аслан']
i = 0
for i in range(1,13,2):
    print(names[i])
